/**
 * Belarussian translation for bootstrap-datepicker
 * antaNT64
 */
(function () {
  Datepicker.locales.by = {
    days: ["Нядзеля", "Панядзелак", "Аўторак", "Серада", "Чацвер", "Пятніца", "Субота"],
    daysShort: ["Няд", "Пнд", "Аўт", "Сер", "Чац", "Птн", "Суб"],
    daysMin: ["Нд", "Пн", "Аў", "Ср", "Чц", "Пт", "Сб"],
    months: ["Студзень", "Люты", "Сакавік", "Красавік", "Май", "Чэрвень", "Ліпень", "Жнівень", "Верасень", "Кастрычник", "Лістапад", "Снежань"],
    monthsShort: ["Сту", "Лют", "Сак", "Кра", "Май", "Чэр", "Ліп", "Жні", "Вер", "Кас", "Ліс", "Сне"],
    today: "Сёння",
    clear: "Пачысціць",
    format: "yyyy-mm-dd",
    weekStart: 1,
    monthsTitle: 'Месяцы'
  };
}());
